[
  {
    "name": "Aboleth",
    "size": "Large",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 17,
      "extra": "(Natural Armor)"
    },
    "hit_points": {
      "hp": 135,
      "extra": "(18d10 + 36)"
    },
    "speed": {
      "base": 10,
      "swim": 40
    },
    "stats": {
      "str": 21,
      "dex": 9,
      "con": 15,
      "int": 18,
      "wis": 15,
      "cha": 18
    },
    "saving_throws": {
      "con": 6,
      "int": 8,
      "wis": 6
    },
    "skills": {
      "history": 12,
      "perception": 10
    },
    "senses": {
      "darkvision": 120,
      "passive_perception": 20
    },
    "languages": [
      "Deep Speech",
      "Telepathy 120 ft."
    ],
    "challenge": {
      "rating": 10,
      "xp": 5
    },
    "traits": [
      {
        "name": "Amphibious.",
        "desc": "The aboleth can breathe air and water."
      },
      {
        "name": "Mucous Cloud.",
        "desc": "While underwater, the aboleth is surrounded by transformative mucus. A creature that touches the aboleth or that hits it with a melee attack while within 5 feet of it must make a DC 14 Constitution saving throw. On a failure, the creature is diseased for 1d4 hours. The diseased creature can breathe only underwater."
      },
      {
        "name": "Probing Telepathy.",
        "desc": "If a creature communicates telepathically with the aboleth, the aboleth learns the creature's greatest desires if the aboleth can see the creature."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "desc": "The aboleth makes three tentacle attacks."
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage. If the target is a creature, it must succeed on a DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another disease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 (1d12) acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed.",
        "attack_bonus": 9,
        "reach": 10,
        "targets": "one target.",
        "damage": [
          {
            "average": 12,
            "dice": "2d6 + 5",
            "type": "bludgeoning"
          },
          {
            "average": 6,
            "dice": "1d12",
            "type": "acid"
          }
        ]
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 15 (3d6 + 5) bludgeoning damage.",
        "attack_bonus": 9,
        "reach": 10,
        "targets": "one target.",
        "damage": [
          {
            "average": 15,
            "dice": "3d6 + 5",
            "type": "bludgeoning"
          }
        ]
      },
      {
        "name": "Enslave (3/Day).",
        "desc": "The aboleth targets one creature it can see within 30 feet of it. The target must succeed on a DC 14 Wisdom saving throw or be magically charmed by the aboleth until the aboleth dies or until it is on a different plane of existence from the target. The charmed target is under the aboleth's control and can't take reactions, and the aboleth and the target can communicate telepathically with each other over any distance. Whenever the charmed target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is at least 1 mile away from the aboleth.",
        "saving_throw": {
          "dc": 14,
          "stat": "Wisdom"
        }
      }
    ],
    "legendary_actions": {
      "desc": "The aboleth can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The aboleth regains spent legendary actions at the start of its turn. ",
      "actions": [
        {
          "name": "Detect.",
          "desc": "The aboleth makes a Wisdom (Perception) check."
        },
        {
          "name": "Tail Swipe.",
          "desc": "The aboleth makes one tail attack."
        },
        {
          "name": "Psychic Drain",
          "desc": "(Costs 2 Actions). One creature charmed by the aboleth takes 10 (3d6) psychic damage, and the aboleth regains hit points equal to the damage the creature takes."
        }
      ]
    },
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/11/1000/1000/636238825975375671.jpeg"
  },
  {
    "name": "Chuul",
    "size": "Large",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 16,
      "extra": "(Natural Armor)"
    },
    "hit_points": {
      "hp": 93,
      "extra": "(11d10 + 33)"
    },
    "speed": {
      "base": 30,
      "swim": 30
    },
    "stats": {
      "str": 19,
      "dex": 10,
      "con": 16,
      "int": 5,
      "wis": 11,
      "cha": 5
    },
    "skills": {
      "perception": 4
    },
    "senses": {
      "darkvision": 60,
      "passive_perception": 14
    },
    "damage_immunities": [
      "Poison"
    ],
    "condition_immunities": [
      "Poisoned"
    ],
    "languages": [
      "Understands Deep Speech but can't speak"
    ],
    "challenge": {
      "rating": 4,
      "xp": 1
    },
    "traits": [
      {
        "name": "Amphibious.",
        "desc": "The chuul can breathe air and water."
      },
      {
        "name": "Sense Magic.",
        "desc": "The chuul senses magic within 120 feet of it at will. This trait otherwise works like the detect magic spell but isn't itself magical."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "desc": "The chuul makes two pincer attacks. If the chuul is grappling a creature, the chuul can also use its tentacles once."
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 11 (2d6 + 4) bludgeoning damage. The target is grappled (escape DC 14) if it is a Large or smaller creature and the chuul doesn't have two other creatures grappled.",
        "attack_bonus": 6,
        "reach": 10,
        "targets": "one target.",
        "damage": [
          {
            "average": 11,
            "dice": "2d6 + 4",
            "type": "bludgeoning"
          }
        ]
      },
      {
        "name": "Tentacles.",
        "desc": "One creature grappled by the chuul must succeed on a DC 13 Constitution saving throw or be poisoned for 1 minute. Until this poison ends, the target is paralyzed. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
        "saving_throw": {
          "dc": 13,
          "stat": "Constitution"
        }
      }
    ],
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/241/1000/1000/636252767122656355.jpeg"
  },
  {
    "name": "Cloaker",
    "size": "Large",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 14,
      "extra": "(Natural Armor)"
    },
    "hit_points": {
      "hp": 78,
      "extra": "(12d10 + 12)"
    },
    "speed": {
      "base": 10,
      "fly": {
        "speed": 40,
        "hover": false
      }
    },
    "stats": {
      "str": 17,
      "dex": 15,
      "con": 12,
      "int": 13,
      "wis": 12,
      "cha": 14
    },
    "skills": {
      "stealth": 5
    },
    "senses": {
      "darkvision": 60,
      "passive_perception": 11
    },
    "languages": [
      "Deep Speech",
      "Undercommon"
    ],
    "challenge": {
      "rating": 8,
      "xp": 3
    },
    "traits": [
      {
        "name": "Damage Transfer.",
        "desc": "While attached to a creature, the cloaker takes only half the damage dealt to it (rounded down), and that creature takes the other half."
      },
      {
        "name": "False Appearance.",
        "desc": "While the cloaker remains motionless without its underside exposed, it is indistinguishable from a dark leather cloak."
      },
      {
        "name": "Light Sensitivity.",
        "desc": "While in bright light, the cloaker has disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "desc": "The cloaker makes two attacks: one with its bite and one with its tail."
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one creature. Hit: 10 (2d6 + 3) piercing damage, and if the target is Large or smaller, the cloaker attaches to it. If the cloaker has advantage against the target, the cloaker attaches to the target's head, and the target is blinded and unable to breathe while the cloaker is attached. While attached, the cloaker can make this attack only against the target and has advantage on the attack roll. The cloaker can detach itself by spending 5 feet of its movement. A creature, including the target, can take its action to detach the cloaker by succeeding on a DC 16 Strength check.",
        "attack_bonus": 6,
        "reach": 5,
        "targets": "one creature.",
        "damage": [
          {
            "average": 10,
            "dice": "2d6 + 3",
            "type": "piercing"
          }
        ]
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +6 to hit, reach 10 ft., one creature. Hit: 7 (1d8 + 3) slashing damage.",
        "attack_bonus": 6,
        "reach": 10,
        "targets": "one creature.",
        "damage": [
          {
            "average": 7,
            "dice": "1d8 + 3",
            "type": "slashing"
          }
        ]
      },
      {
        "name": "Moan.",
        "desc": "Each creature within 60 feet of the cloaker that can hear its moan and that isn't an aberration must succeed on a DC 13 Wisdom saving throw or become frightened until the end of the cloaker's next turn. If a creature's saving throw is successful, the creature is immune to the cloaker's moan for the next 24 hours.",
        "saving_throw": {
          "dc": 13,
          "stat": "Wisdom"
        }
      },
      {
        "name": "Phantasms (Recharges after a Short or Long Rest).",
        "desc": "The cloaker magically creates three illusory duplicates of itself if it isn't in bright light. The duplicates move with it and mimic its actions, shifting position so as to make it impossible to track which cloaker is the real one. If the cloaker is ever in an area of bright light, the duplicates disappear. \nWhenever any creature targets the cloaker with an attack or a harmful spell while a duplicate remains, that creature rolls randomly to determine whether it targets the cloaker or one of the duplicates. A creature is unaffected by this magical effect if it can't see or if it relies on senses other than sight. \nA duplicate has the cloaker's AC and uses its saving throws. If an attack hits a duplicate, or if a duplicate fails a saving throw against an effect that deals damage, the duplicate disappears."
      }
    ],
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/245/1000/1000/636252767458838228.jpeg"
  },
  {
    "name": "Gibbering Mouther",
    "size": "Medium",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 9,
      "extra": ""
    },
    "hit_points": {
      "hp": 67,
      "extra": "(9d8 + 27)"
    },
    "speed": {
      "base": 10,
      "swim": 10
    },
    "stats": {
      "str": 10,
      "dex": 8,
      "con": 16,
      "int": 3,
      "wis": 10,
      "cha": 6
    },
    "senses": {
      "darkvision": 60,
      "passive_perception": 10
    },
    "condition_immunities": [
      "Prone"
    ],
    "languages": [
      "--"
    ],
    "challenge": {
      "rating": 2,
      "xp": 450
    },
    "traits": [
      {
        "name": "Aberrant Ground.",
        "desc": "The ground in a 10-foot radius around the mouther is doughlike difficult terrain. Each creature that starts its turn in that area must succeed on a DC 10 Strength saving throw or have its speed reduced to 0 until the start of its next turn."
      },
      {
        "name": "Gibbering.",
        "desc": "The mouther babbles incoherently while it can see any creature and isn't incapacitated. Each creature that starts its turn within 20 feet of the mouther and can hear the gibbering must succeed on a DC 10 Wisdom saving throw. On a failure, the creature can't take reactions until the start of its next turn and rolls a d8 to determine what it does during its turn. On a 1 to 4, the creature does nothing. On a 5 or 6, the creature takes no action or bonus action and uses all its movement to move in a randomly determined direction. On a 7 or 8, the creature makes a melee attack against a randomly determined creature within its reach or does nothing if it can't make such an attack."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "desc": "The gibbering mouther makes one bite attack and, if it can, uses its Blinding Spittle."
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +2 to hit, reach 5 ft., one creature. Hit: 17 (5d6) piercing damage. If the target is Medium or smaller, it must succeed on a DC 10 Strength saving throw or be knocked prone. If the target is killed by this damage, it is absorbed into the mouther.",
        "attack_bonus": 2,
        "reach": 5,
        "targets": "one creature.",
        "damage": [
          {
            "average": 17,
            "dice": "5d6",
            "type": "piercing"
          }
        ]
      },
      {
        "name": "Blinding Spittle (Recharge 5-6).",
        "desc": "The mouther spits a chemical glob at a point it can see within 15 feet of it. The glob explodes in a blinding flash of light on impact. Each creature within 5 feet of the flash must succeed on a DC 13 Dexterity saving throw or be blinded until the end of the mouther's next turn.",
        "saving_throw": {
          "dc": 13,
          "stat": "Dexterity"
        }
      }
    ],
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/333/315/315/636252776252001529.jpeg"
  },
  {
    "name": "Nothic",
    "size": "Medium",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 15,
      "extra": "Natural"
    },
    "hit_points": {
      "hp": 45,
      "extra": "(6d8 + 18)"
    },
    "speed": {
      "base": 30
    },
    "stats": {
      "str": 14,
      "dex": 16,
      "con": 16,
      "int": 13,
      "wis": 10,
      "cha": 8
    },
    "skills": {
      "arcana": 3,
      "insight": 4,
      "perception": 2,
      "stealth": 5
    },
    "senses": {
      "truesight": 120,
      "passive_perception": 12
    },
    "languages": [
      "Undercommon"
    ],
    "challenge": {
      "rating": 2,
      "xp": 450
    },
    "traits": [
      {
        "name": "Keen Sight.",
        "desc": "The nothic has advantage on Wisdom (Perception) checks that rely on sight."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "desc": "The nothic makes two claw attacks."
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 6 (1d6 + 3) slashing damage.",
        "attack_bonus": 4,
        "reach": 5,
        "targets": "one target.",
        "damage": [
          {
            "average": 6,
            "dice": "1d6 + 3",
            "type": "slashing"
          }
        ]
      },
      {
        "name": "Rotting Gaze.",
        "desc": "The nothic targets one creature it can see within 30 feet of it. The target must succeed on a DC 12 Constitution saving throw against this magic or take 10 (3d6) necrotic damage.",
        "saving_throw": {
          "dc": 12,
          "stat": "Constitution"
        },
        "damage": [
          {
            "average": 10,
            "dice": "3d6",
            "type": " necrotic"
          }
        ]
      },
      {
        "name": "Weird Insight.",
        "desc": "The nothic targets one creature it can see within 30 feet of it. The target must contest its Charisma (Deception) check against the nothic's Wisdom (Insight) check. If the nothic wins, it magically learns one fact or secret about the target. The target automatically wins if it is immune to being charmed."
      }
    ],
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/14/475/1000/1000/636364321398842272.png"
  },
  {
    "name": "Otyugh",
    "size": "Large",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 14,
      "extra": "(Natural Armor)"
    },
    "hit_points": {
      "hp": 114,
      "extra": "(12d10 + 48)"
    },
    "speed": {
      "base": 30
    },
    "stats": {
      "str": 16,
      "dex": 11,
      "con": 19,
      "int": 6,
      "wis": 13,
      "cha": 6
    },
    "saving_throws": {
      "con": 7
    },
    "senses": {
      "darkvision": 120,
      "passive_perception": 11
    },
    "languages": [
      "Otyugh"
    ],
    "challenge": {
      "rating": 5,
      "xp": 1
    },
    "traits": [
      {
        "name": "Limited Telepathy.",
        "desc": "The otyugh can magically transmit simple messages and images to any creature within 120 feet of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "desc": "The otyugh makes three attacks: one with its bite and two with its tentacles."
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 12 (2d8 + 3) piercing damage. If the target is a creature, it must succeed on a DC 15 Constitution saving throw against disease or become poisoned until the disease is cured. Every 24 hours that elapse, the target must repeat the saving throw, reducing its hit point maximum by 5 (1d10) on a failure. The disease is cured on a success. The target dies if the disease reduces its hit point maximum to 0. This reduction to the target's hit point maximum lasts until the disease is cured.",
        "attack_bonus": 6,
        "reach": 5,
        "targets": "one target.",
        "damage": [
          {
            "average": 12,
            "dice": "2d8 + 3",
            "type": "piercing"
          }
        ]
      },
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 7 (1d8 + 3) bludgeoning damage plus 4 (1d8) piercing damage. If the target is Medium or smaller, it is grappled (escape DC 13) and restrained until the grapple ends. The otyugh has two tentacles, each of which can grapple one target.",
        "attack_bonus": 6,
        "reach": 10,
        "targets": "one target.",
        "damage": [
          {
            "average": 7,
            "dice": "1d8 + 3",
            "type": "bludgeoning"
          },
          {
            "average": 4,
            "dice": "1d8",
            "type": "piercing"
          }
        ]
      },
      {
        "name": "Tentacle Slam.",
        "desc": "The otyugh slams creatures grappled by it into each other or a solid surface. Each creature must succeed on a DC 14 Constitution saving throw or take 10 (2d6 + 3) bludgeoning damage and be stunned until the end of the otyugh's next turn. On a successful save, the target takes half the bludgeoning damage and isn't stunned.",
        "saving_throw": {
          "dc": 14,
          "stat": "Constitution"
        },
        "damage": [
          {
            "average": 10,
            "dice": "2d6 + 3",
            "type": " bludgeoning"
          }
        ]
      }
    ],
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/0/305/315/315/636252771931366466.jpeg"
  },
  {
    "name": "Spectator",
    "size": "Medium",
    "type": "aberration",
    "alignment": 9,
    "armor_class": {
      "ac": 14,
      "extra": "Natural"
    },
    "hit_points": {
      "hp": 39,
      "extra": "(6d8 + 12)"
    },
    "speed": {
      "fly": {
        "speed": 30,
        "hover": true
      }
    },
    "stats": {
      "str": 8,
      "dex": 14,
      "con": 14,
      "int": 13,
      "wis": 14,
      "cha": 11
    },
    "skills": {
      "perception": 6
    },
    "senses": {
      "darkvision": 120,
      "passive_perception": 16
    },
    "condition_immunities": [
      "Prone"
    ],
    "languages": [
      "Deep Speech",
      "Telepathy 120 ft.",
      "Undercommon"
    ],
    "challenge": {
      "rating": 3,
      "xp": 700
    },
    "actions": [
      {
        "name": "Melee Weapon Attack",
        "desc": "Melee Weapon Attack: +1 to hit, reach 5 ft., one target. Hit: 2 (1d6 - 1) piercing damage.",
        "attack_bonus": 1,
        "reach": 5,
        "targets": "one target.",
        "damage": [
          {
            "average": 2,
            "dice": "1d6 - 1",
            "type": "piercing"
          }
        ]
      },
      {
        "name": "Eye Rays.",
        "desc": "The spectator shoots up to two its eye rays at one or two creatures it can see within 90 feet of it. It can use each ray only once on a turn."
      },
      {
        "name": "Confusion Ray.",
        "desc": "The target must succeed on a DC 13 Wisdom saving throw, or it can't take reactions until the end of its next turn. On its turn, the target can't move, and it uses its action to make a melee or ranged attack against a randomly determined creature within range. If the target can't attack, it does nothing on its turn.",
        "saving_throw": {
          "dc": 13,
          "stat": "Wisdom"
        }
      },
      {
        "name": "Paralyzing Ray.",
        "desc": "The target must succeed on a DC 13 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
        "saving_throw": {
          "dc": 13,
          "stat": "Constitution"
        }
      },
      {
        "name": "Fear Ray.",
        "desc": "The target must succeed on a DC 13 Wisdom saving throw or be frightened for 1 minute. The target can repeat the saving throw at the end of each of its turns, with disadvantage if the spectator is visible to the target, ending the effect on itself on a success.",
        "saving_throw": {
          "dc": 13,
          "stat": "Wisdom"
        }
      },
      {
        "name": "Wounding Ray.",
        "desc": "The target must make a DC 13 Constitution saving throw, taking 16 (3d10) necrotic damage on a failed save, or half as much damage on a successful one.",
        "saving_throw": {
          "dc": 13,
          "stat": "Constitution"
        },
        "damage": [
          {
            "average": 16,
            "dice": "3d10",
            "type": " necrotic"
          }
        ]
      },
      {
        "name": "Create Food and Water.",
        "desc": "The spectator magically creates enough food and water to sustain itself for 24 hours."
      }
    ],
    "img_url": "https://media-waterdeep.cursecdn.com/avatars/thumbnails/14/485/315/315/636364324602733616.png"
  }
]